ITEST/itest.EPBDS-8076/test-resources/s2.req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://DefaultNamespace">
    <soapenv:Header/>
    <soapenv:Body>
        <def:s2>
            <def:runtimeContext>
            </def:runtimeContext>
        </def:s2>
    </soapenv:Body>
</soapenv:Envelope>